Repository: tim7en/uzwire
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: UzWire — Personal Finance & Portfolio Tracking
ru: UzWire — Личные финансы и учет портфеля
uz: UzWire — Шахсий молия ва портфель ҳисоботи

source: UzWire helps people in Uzbekistan track personal finances and portfolios: budgeting, savings, and performance vs markets — with local news and strategy notes.
ru: UzWire помогает в Узбекистане вести личные финансы и портфель: бюджет, сбережения и сравнение с рынками — плюс местные новости и заметки по стратегии.
uz: UzWire Ўзбекистонда шахсий молия ва портфельни кузатишга ёрдам беради: бюджет, жамғарма ва бозорлар билан солиштириш — маҳаллий янгиликлар ва стратегия қайдлари билан.

source: Track finances and portfolios, compare to markets, and follow trusted Uzbekistan news sources.
ru: Отслеживайте финансы и портфели, сравнивайте с рынками и следите за надежными источниками новостей Узбекистана.
uz: Молия ва портфельни кузатинг, бозорлар билан солиштиринг ва Ўзбекистоннинг ишончли янгилик манбаларини ўқинг.

source: About
ru: О проекте
uz: Лойиҳа ҳақида

source: Markets
ru: Рынки
uz: Бозорлар

source: How it works
ru: Как это работает
uz: Қандай ишлайди

source: Live markets
ru: Рынки онлайн
uz: Бозорлар онлайн

source: Pricing
ru: Цены
uz: Нархлар

source: Updates
ru: Обновления
uz: Янгиланишлар

source: Theme
ru: Тема
uz: Мавзу

source: Account
ru: Аккаунт
uz: Аккаунт

source: Logout
ru: Выйти
uz: Чиқиш

source: Login
ru: Войти
uz: Кириш

source: Register
ru: Регистрация
uz: Рўйхатдан ўтиш

source: UzWire is a personal finance and portfolio tracking platform for Uzbekistan. Market data is best-effort and for informational purposes only.
ru: UzWire — платформа личных финансов и учета портфеля для Узбекистана. Рыночные данные предоставляются по возможности и только для информации.
uz: UzWire — Ўзбекистон учун шахсий молия ва портфель кузатув платформаси. Бозор маълумотлари фақат ахборот учун ва имкониятга кўра берилади.

source: Personal finance for Uzbekistan
ru: Личные финансы для Узбекистана
uz: Ўзбекистон учун шахсий молия

source: Track money, portfolios, and grow with data.
ru: Отслеживайте деньги, портфели и растите на данных.
uz: Пул, портфель ва натижани маълумот билан кузатинг.

source: Budgeting, savings, and portfolio tracking in one place. Upload CSV or connect accounts (coming soon), compare performance vs markets, and follow Uzbekistan-focused economic news.
ru: Бюджет, сбережения и учет портфеля — в одном месте. Загружайте CSV или подключайте счета (скоро), сравнивайте результаты с рынками и следите за экономическими новостями Узбекистана.
uz: Бюджет, жамғарма ва портфель — бир жойда. CSV юкланг ёки ҳисобларни уланг (тез орада), бозорлар билан солиштиринг ва Ўзбекистон иқтисодий янгиликларини кузатинг.

source: Green means positive returns — we highlight growth and risk clearly.
ru: Зеленый — это положительная доходность: мы наглядно показываем рост и риски.
uz: Яшил — ижобий даромад: ўсиш ва риск аниқ кўрсатилади.

source: Not investment advice. Data is informational and best‑effort.
ru: Не является инвестиционной рекомендацией. Данные предоставляются для информации и по возможности.
uz: Инвестицион маслаҳат эмас. Маълумотлар ахборот учун ва имкониятга кўра.

source: Personal finance + portfolio tracking
ru: Личные финансы + учет портфеля
uz: Шахсий молия + портфель кузатув

source: Track budgeting, savings, and investments. Upload CSV and monitor P&L, allocation, and risk over time.
ru: Ведите бюджет, сбережения и инвестиции. Загружайте CSV и отслеживайте прибыль/убыток, распределение и риск во времени.
uz: Бюджет, жамғарма ва инвестицияларни кузатинг. CSV юкланг ва даромад/зарар, тақсимот ва рискни вақт бўйича кўринг.

source: Compare across markets
ru: Сравнивайте с рынками
uz: Бозорлар билан солиштириш

source: Benchmark your results vs indices, commodities, and crypto for the same dates.
ru: Сравнивайте результаты с индексами, сырьем и крипто на тех же датах.
uz: Натижаларингизни индекслар, товарлар ва крипто билан ўша саналарда солиштиринг.

source: Guidance & alerts
ru: Подсказки и уведомления
uz: Йўл-йўриқ ва огоҳлантиришлар

source: Daily notes and alerts for portfolio management. Higher-frequency insights are paid.
ru: Ежедневные заметки и уведомления для управления портфелем. Более частые обновления — платные.
uz: Портфель бошқаруви учун кунлик қайдлар ва огоҳлантиришлар. Юқори частотали инсайтлар пуллик.

source: Crypto, indices, and commodities (best-effort, cached).
ru: Крипто, индексы и сырье (по возможности, с кэшем).
uz: Крипто, индекслар ва товарлар (кэшланган, имкониятга кўра).

source: News
ru: Новости
uz: Янгиликлар

source: Charts below are 30D price series (UTC).
ru: Графики ниже — динамика цен за 30 дней (UTC).
uz: Қуйидаги графиклар — 30 кунлик нархлар (UTC).

source: A simple process: track → benchmark → improve.
ru: Простой процесс: учет → сравнение → улучшение.
uz: Оддий жараён: кузатиш → солиштириш → яхшилаш.

source: Connect accounts
ru: Подключить счета
uz: Ҳисобларни улаш

source: Upload CSV
ru: Загрузить CSV
uz: CSV юклаш

source: Strategy updates
ru: Обновления стратегии
uz: Стратегия янгиланишлари

source: Connect
ru: Подключение
uz: Улаш

source: Link accounts (coming soon) to sync balances and transactions automatically.
ru: Подключайте счета (скоро), чтобы автоматически синхронизировать балансы и операции.
uz: Ҳисобларни уланг (тез орада) — баланс ва операциялар автоматик синхрон бўлади.

source: Unified view across banks, brokers, and wallets
ru: Единый обзор банков, брокеров и кошельков
uz: Банк, брокер ва ҳамёнлар бўйича ягона кўриниш

source: Allocation, drawdowns, and performance attribution
ru: Распределение, просадки и разбор результата
uz: Тақсимот, просадка ва натижа таҳлили

source: Security-first design (least privilege)
ru: Безопасность прежде всего (минимальные права)
uz: Хавфсизлик биринчи (минимал ҳуқуқлар)

source: Bank/broker connectors and family accounts.
ru: Интеграции с банками/брокерами и семейные аккаунты.
uz: Банк/брокер интеграциялари ва оила аккаунтлари.

source: Upload a CSV export or fill a template, and get a report vs benchmarks for the same dates.
ru: Загрузите CSV-экспорт или заполните шаблон и получите отчет со сравнением по тем же датам.
uz: CSV экспортни юкланг ёки шаблонни тўлдиринг ва ўша саналарда солиштирма ҳисобот олинг.

source: Performance vs indices/commodities/crypto
ru: Результат vs индексы/сырье/крипто
uz: Индекс/товар/крипто билан натижа

source: Period analytics (weekly/monthly/custom)
ru: Аналитика по периодам (неделя/месяц/свой)
uz: Давр таҳлили (ҳафталик/ойлик/ихтиёрий)

source: Detect concentration risk
ru: Выявление концентрационного риска
uz: Концентрация рискини аниқлаш

source: We’ll add a downloadable CSV template and uploader next.
ru: Скоро добавим шаблон CSV и загрузчик.
uz: Кейин CSV шаблон ва юкловчини қўшамиз.

source: Daily notes are included for paid users. Higher frequency (hourly/minute) is commercial.
ru: Ежедневные заметки доступны платным пользователям. Более частые (почасовые/поминутные) — для бизнеса.
uz: Кунлик қайдлар пуллик фойдаланувчилар учун. Юқори частота (соатлик/дақиқалик) — коммерция.

source: Risk-aware targets and rebalancing ideas
ru: Идеи ребалансировки и цели с учетом риска
uz: Рискни ҳисобга олган мақсадлар ва ребаланс ғоялари

source: Market regime notes
ru: Заметки о режиме рынка
uz: Бозор режими қайдлари

source: Explainable recommendations
ru: Понятные объяснения рекомендаций
uz: Тушунарли тавсиялар

source: Recommendations are informational; you control all decisions.
ru: Рекомендации носят информационный характер; решения принимаете вы.
uz: Тавсиялар ахборот учун; қарорни сиз қабул қиласиз.

source: Start free. Pay for strategy and high-frequency insights.
ru: Начните бесплатно. Платите за стратегию и высокочастотные обновления.
uz: Бепул бошланг. Стратегия ва юқори частотали инсайтлар учун тўланади.

source: Free
ru: Бесплатно
uz: Бепул

source: Tracking
ru: Учет
uz: Кузатув

source: Basic tracking + benchmarks + local news.
ru: Базовый учет + сравнения + местные новости.
uz: Базавий кузатув + солиштириш + маҳаллий янгиликлар.

source: Includes:
ru: Включает:
uz: Ичига олади:

source: Dashboard + benchmarking
ru: Дашборд + сравнение
uz: Дашборд + солиштириш

source: CSV import (upcoming)
ru: Импорт CSV (скоро)
uz: CSV импорт (тез орада)

source: News + watchlists
ru: Новости + списки наблюдения
uz: Янгиликлар + рўйхатлар

source: Daily strategy
ru: Ежедневная стратегия
uz: Кунлик стратегия

source: Daily notes and portfolio insights.
ru: Ежедневные заметки и инсайты по портфелю.
uz: Кунлик қайдлар ва портфель инсайтлари.

source: Daily strategy updates
ru: Ежедневные обновления стратегии
uz: Кунлик стратегия янгиланиши

source: Reports by date range
ru: Отчеты по диапазону дат
uz: Сана оралиғи бўйича ҳисоботлар

source: Risk and allocation insights
ru: Инсайты по риску и распределению
uz: Риск ва тақсимот инсайтлари

source: Commercial
ru: Коммерческий
uz: Коммерция

source: High-frequency
ru: Высокая частота
uz: Юқори частота

source: Hourly/minute signals and integrations for teams.
ru: Почасовые/поминутные сигналы и интеграции для команд.
uz: Жамоалар учун соатлик/дақиқалик сигналлар ва интеграциялар.

source: High-frequency updates
ru: Высокочастотные обновления
uz: Юқори частотали янгиланишлар

source: Organization accounts
ru: Организационные аккаунты
uz: Ташкилот аккаунтлари

source: API + webhooks (future)
ru: API + вебхуки (в будущем)
uz: API + вебхуклар (кейинчалик)

source: Finance • Economy • Policy • Crypto
ru: Финансы • Экономика • Политика • Крипто
uz: Молия • Иқтисод • Сиёсат • Крипто

source: All news
ru: Все новости
uz: Барча янгиликлар

source: Product notes and research posts (newest first).
ru: Заметки о продукте и исследования (сначала новые).
uz: Маҳсулот қайдлари ва таҳлиллар (энги янгиси аввал).

source: Latest post
ru: Последний пост
uz: Охирги пост

source: Back
ru: Назад
uz: Ортга

source: Published
ru: Опубликовано
uz: Чоп этилди

source: Sign in
ru: Войти
uz: Кириш

source: No account?
ru: Нет аккаунта?
uz: Аккаунт йўқми?

source: Create account
ru: Создать аккаунт
uz: Аккаунт яратиш

source: Username
ru: Имя пользователя
uz: Фойдаланувчи номи

source: Password
ru: Пароль
uz: Парол

source: Confirm password
ru: Подтвердите пароль
uz: Паролни тасдиқлаш

source: Already have an account?
ru: Уже есть аккаунт?
uz: Аккаунт борми?

source: Headlines from public RSS feeds. Clicking opens the original source.
ru: Заголовки из публичных RSS. При клике открывается первоисточник.
uz: Публич RSS сарлавҳалари. Босилса, манба очилади.

source: No news items.
ru: Нет новостей.
uz: Янгилик йўқ.

source: Check server outbound internet access, or update NEWS_FEEDS.
ru: Проверьте доступ сервера в интернет или обновите NEWS_FEEDS.
uz: Сервер интернетга чиқишини текширинг ёки NEWS_FEEDS ни янгиланг.

source: Plan
ru: Тариф
uz: Тариф

source: Paid until
ru: Оплачено до
uz: Тўланган муддат

source: Balance
ru: Баланс
uz: Баланс

source: cents
ru: коп.
uz: тийин

source: Payments are managed via admin for now. Payment provider integration comes next.
ru: Платежи пока управляются через админку. Интеграция с провайдером оплаты будет следующей.
uz: Тўловлар ҳозирча админ орқали бошқарилади. Кейин тўлов провайдери интеграцияси қўшилади.

source: This feature requires a paid plan.
ru: Эта функция доступна только на платном тарифе.
uz: Бу функция пуллик тарифни талаб қилади.

source: Loading…
ru: Загрузка…
uz: Юкланмоқда…

source: Updated
ru: Обновлено
uz: Янгиланди

source: Unavailable
ru: Недоступно
uz: Мавжуд эмас
